print('Введите количество (кг)')
kg = float(input(4))
print('Введите цену')
price = float(input(34))
print("Введите сумму платежа")
summa = float(input(1000))
ch = (summa - (price * kg))
print("Сумма сдачи", ch)
#Задача "сдача всем"
